/* nothing */
"" = "Project-Id-Version: xchat 2.0.8pre1\nReport-Msgid-Bugs-To: www.xchat.org\nPOT-Creation-Date: 2004-03-14 16:11+1100\nPO-Revision-Date: 2004-04-20 12:14-0400\nLast-Translator: Gareth Owen <gowen72@yahoo.com>\nLanguage-Team: English (British) <en_gb@li.org>\nMIME-Version: 1.0\nContent-Type: text/plain; charset=UTF-8\nContent-Transfer-Encoding: 8bit\n";

/* nothing */
"Cannot create ~/.xchat2" = "Cannot create ~/.xchat2";

/* nothing */
"I'm busy" = "I'm busy";

/* nothing */
"Leaving" = "Leaving";

/* nothing */
"* Running IRC as root is stupid! You should\n  create a User Account and use that to login.\n" = "* Running IRC as root is stupid! You should\n  create a User Account and use that to login.\n";

/* nothing */
"Waiting" = "Waiting";

/* nothing */
"Active" = "Active";

/* nothing */
"Failed" = "Failed";

/* nothing */
"Done" = "Done";

/* nothing */
"Connect" = "Connect";

/* nothing */
"Aborted" = "Aborted";

/* nothing */
"Cannot access %s\n" = "Cannot access %s\n";

/* nothing */
"No active DCCs\n" = "No active DCCs\n";

/* nothing */
"YES  " = "YES  ";

/* nothing */
"NO   " = "NO   ";

/* nothing */
"You are being CTCP flooded from %s, ignoring %s\n" = "You are being CTCP flooded from %s, ignoring %s\n";

/* nothing */
"You are being MSG flooded from %s, setting autodialog OFF.\n" = "You are being MSG flooded from %s, setting autodialogue OFF.\n";

/* nothing */
"  %-20s online\n" = "  %-20s online\n";

/* nothing */
"  %-20s offline\n" = "  %-20s offline\n";

/* nothing */
"No channel joined. Try /join #<channel>\n" = "No channel joined. Try /join #<channel>\n";

/* nothing */
"Not connected. Try /server <host> [<port>]\n" = "Not connected. Try /server <host> [<port>]\n";

/* nothing */
"I need /bin/sh to run!\n" = "I need /bin/sh to run!\n";

/* nothing */
"\nCommands Available:\n\n  " = "\nCommands Available:\n\n  ";

/* nothing */
"\n\nType /HELP <command> for more information, or /HELP -l\n\n" = "\n\nType /HELP <command> for more information, or /HELP -l\n\n";

/* nothing */
"User defined commands:\n\n  " = "User defined commands:\n\n  ";

/* nothing */
"Unknown arg '%s' ignored." = "Unknown arg '%s' ignored.";

/* nothing */
"No such plugin found.\n" = "No such plugin found.\n";

/* nothing */
"That plugin is refusing to unload.\n" = "That plugin is refusing to unload.\n";

/* nothing */
"ADDBUTTON <name> <action>, adds a button under the user-list" = "ADDBUTTON <name> <action>, adds a button under the user-list";

/* nothing */
"ALLCHAN <cmd>, sends a command to all channels you're in" = "ALLCHAN <cmd>, sends a command to all channels you're in";

/* nothing */
"ALLSERV <cmd>, sends a command to all servers you're in" = "ALLSERV <cmd>, sends a command to all servers you're in";

/* nothing */
"AWAY [<reason>], sets you away" = "AWAY [<reason>], sets you away";

/* nothing */
"BAN <mask> [<bantype>], bans everyone matching the mask from the current channel. If they are already on the channel this doesn't kick them (needs chanop)" = "BAN <mask> [<bantype>], bans everyone matching the mask from the current channel. If they are already on the channel this doesn't kick them (needs chanop)";

/* nothing */
"CLEAR, Clears the current text window" = "CLEAR, Clears the current text window";

/* nothing */
"CLOSE, Closes the current window/tab" = "CLOSE, Closes the current window/tab";

/* nothing */
"COUNTRY <code>, finds a country code, eg: au = australia" = "COUNTRY <code>, finds a country code, eg: au = australia";

/* nothing */
"CTCP <nick> <message>, send the CTCP message to nick, common messages are VERSION and USERINFO" = "CTCP <nick> <message>, send the CTCP message to nick, common messages are VERSION and USERINFO";

/* nothing */
"CYCLE, parts current channel and immediately rejoins" = "CYCLE, parts current channel and immediately rejoins";

/* nothing */
"\nDCC GET <nick>                     - accept an offered file\nDCC SEND [-maxcps=#] <nick> [file] - send a file to someone\nDCC LIST                           - show DCC list\nDCC CHAT <nick>                    - offer DCC CHAT to someone\nDCC CLOSE <type> <nick> <file>         example:\n         /dcc close send johnsmith file.tar.gz" = "\nDCC GET <nick>                     - accept an offered file\nDCC SEND [-maxcps=#] <nick> [file] - send a file to someone\nDCC LIST                           - show DCC list\nDCC CHAT <nick>                    - offer DCC CHAT to someone\nDCC CLOSE <type> <nick> <file>         example:\n         /dcc close send johnsmith file.tar.gz";

/* nothing */
"DEHOP <nick>, removes chanhalf-op status from the nick on the current channel (needs chanop)" = "DEHOP <nick>, removes chanhalf-op status from the nick on the current channel (needs chanop)";

/* nothing */
"DELBUTTON <name>, deletes a button from under the user-list" = "DELBUTTON <name>, deletes a button from under the user-list";

/* nothing */
"DEOP <nick>, removes chanop status from the nick on the current channel (needs chanop)" = "DEOP <nick>, removes chanop status from the nick on the current channel (needs chanop)";

/* nothing */
"DEVOICE <nick>, removes voice status from the nick on the current channel (needs chanop)" = "DEVOICE <nick>, removes voice status from the nick on the current channel (needs chanop)";

/* nothing */
"DISCON, Disconnects from server" = "DISCON, Disconnects from server";

/* nothing */
"DNS <nick|host|ip>, Finds a users IP number" = "DNS <nick|host|ip>, Finds a users IP number";

/* nothing */
"ECHO <text>, Prints text locally" = "ECHO <text>, Prints text locally";

/* nothing */
"EXEC [-o] <command>, runs the command. If -o flag is used then output is sent to current channel, else is printed to current text box" = "EXEC [-o] <command>, runs the command. If -o flag is used then output is sent to current channel, else is printed to current text box";

/* nothing */
"EXECCONT, sends the process SIGCONT" = "EXECCONT, sends the process SIGCONT";

/* nothing */
"EXECKILL [-9], kills a running exec in the current session. If -9 is given the process is SIGKILL'ed" = "EXECKILL [-9], kills a running exec in the current session. If -9 is given the process is SIGKILL'ed";

/* nothing */
"EXECSTOP, sends the process SIGSTOP" = "EXECSTOP, sends the process SIGSTOP";

/* nothing */
"EXECWRITE, sends data to the processes stdin" = "EXECWRITE, sends data to the processes stdin";

/* nothing */
"FLUSHQ, flushes the current server's send queue" = "FLUSHQ, flushes the current server's send queue";

/* nothing */
"GATE <host> [<port>], proxies through a host, port defaults to 23" = "GATE <host> [<port>], proxies through a host, port defaults to 23";

/* nothing */
"HOP <nick>, gives chanhalf-op status to the nick (needs chanop)" = "HOP <nick>, gives chanhalf-op status to the nick (needs chanop)";

/* nothing */
"IGNORE <mask> <types..> <options..>\n    mask - host mask to ignore, eg: *!*@*.aol.com\n    types - types of data to ignore, one or all of:\n            PRIV, CHAN, NOTI, CTCP, DCC, INVI, ALL\n    options - NOSAVE, QUIET" = "IGNORE <mask> <types..> <options..>\n    mask - host mask to ignore, eg: *!*@*.aol.com\n    types - types of data to ignore, one or all of:\n            PRIV, CHAN, NOTI, CTCP, DCC, INVI, ALL\n    options - NOSAVE, QUIET";

/* nothing */
"INVITE <nick> [<channel>], invites someone to a channel, by default the current channel (needs chanop)" = "INVITE <nick> [<channel>], invites someone to a channel, by default the current channel (needs chanop)";

/* nothing */
"JOIN <channel>, joins the channel" = "JOIN <channel>, joins the channel";

/* nothing */
"KICK <nick>, kicks the nick from the current channel (needs chanop)" = "KICK <nick>, kicks the nick from the current channel (needs chanop)";

/* nothing */
"KICKBAN <nick>, bans then kicks the nick from the current channel (needs chanop)" = "KICKBAN <nick>, bans then kicks the nick from the current channel (needs chanop)";

/* nothing */
"LAGCHECK, forces a new lag check" = "LAGCHECK, forces a new lag check";

/* nothing */
"LASTLOG <string>, searches for a string in the buffer" = "LASTLOG <string>, searches for a string in the buffer";

/* nothing */
"LOAD <file>, loads a plugin or script" = "LOAD <file>, loads a plugin or script";

/* nothing */
"MDEHOP, Mass deop's all chanhalf-ops in the current channel (needs chanop)" = "MDEHOP, Mass deop's all chanhalf-ops in the current channel (needs chanop)";

/* nothing */
"MDEOP, Mass deop's all chanops in the current channel (needs chanop)" = "MDEOP, Mass deop's all chanops in the current channel (needs chanop)";

/* nothing */
"ME <action>, sends the action to the current channel (actions are written in the 3rd person, like /me jumps)" = "ME <action>, sends the action to the current channel (actions are written in the 3rd person, like /me jumps)";

/* nothing */
"MKICK, Mass kicks everyone except you in the current channel (needs chanop)" = "MKICK, Mass kicks everyone except you in the current channel (needs chanop)";

/* nothing */
"MOP, Mass op's all users in the current channel (needs chanop)" = "MOP, Mass op's all users in the current channel (needs chanop)";

/* nothing */
"MSG <nick> <message>, sends a private message" = "MSG <nick> <message>, sends a private message";

/* nothing */
"NAMES, Lists the nicks on the current channel" = "NAMES, Lists the nicks on the current channel";

/* nothing */
"NCTCP <nick> <message>, Sends a CTCP notice" = "NCTCP <nick> <message>, Sends a CTCP notice";

/* nothing */
"NEWSERVER <hostname> [<port>]" = "NEWSERVER <hostname> [<port>]";

/* nothing */
"NICK <nickname>, sets your nick" = "NICK <nickname>, sets your nick";

/* nothing */
"NOTICE <nick/channel> <message>, sends a notice. Notices are a type of message that should be auto reacted to" = "NOTICE <nick/channel> <message>, sends a notice. Notices are a type of message that should be auto reacted to";

/* nothing */
"NOTIFY [<nick>], lists your notify list or adds someone to it" = "NOTIFY [<nick>], lists your notify list or adds someone to it";

/* nothing */
"OP <nick>, gives chanop status to the nick (needs chanop)" = "OP <nick>, gives chanop status to the nick (needs chanop)";

/* nothing */
"PART [<channel>] [<reason>], leaves the channel, by default the current one" = "PART [<channel>] [<reason>], leaves the channel, by default the current one";

/* nothing */
"PING <nick | channel>, CTCP pings nick or channel" = "PING <nick | channel>, CTCP pings nick or channel";

/* nothing */
"QUERY <nick>, opens up a new privmsg window to someone" = "QUERY <nick>, opens up a new privmsg window to someone";

/* nothing */
"QUIT [<reason>], disconnects from the current server" = "QUIT [<reason>], disconnects from the current server";

/* nothing */
"QUOTE <text>, sends the text in raw form to the server" = "QUOTE <text>, sends the text in raw form to the server";

/* nothing */
"RECONNECT [-ssl] [<host>] [<port>] [<password>], Can be called just as /RECONNECT to reconnect to the current server or with /RECONNECT ALL to reconnect to all the open servers" = "RECONNECT [-ssl] [<host>] [<port>] [<password>], Can be called just as /RECONNECT to reconnect to the current server or with /RECONNECT ALL to reconnect to all the open servers";

/* nothing */
"RECONNECT [<host>] [<port>] [<password>], Can be called just as /RECONNECT to reconnect to the current server or with /RECONNECT ALL to reconnect to all the open servers" = "RECONNECT [<host>] [<port>] [<password>], Can be called just as /RECONNECT to reconnect to the current server or with /RECONNECT ALL to reconnect to all the open servers";

/* nothing */
"RECV <text>, send raw data to xchat, as if it was received from the irc server" = "RECV <text>, send raw data to xchat, as if it was received from the irc server";

/* nothing */
"SAY <text>, sends the text to the object in the current window" = "SAY <text>, sends the text to the object in the current window";

/* nothing */
"SERVCHAN [-ssl] <host> <port> <channel>, connects and joins a channel" = "SERVCHAN [-ssl] <host> <port> <channel>, connects and joins a channel";

/* nothing */
"SERVCHAN <host> <port> <channel>, connects and joins a channel" = "SERVCHAN <host> <port> <channel>, connects and joins a channel";

/* nothing */
"SERVER [-ssl] <host> [<port>] [<password>], connects to a server, the default port is 6667 for normal connections, and 9999 for ssl connections" = "SERVER [-ssl] <host> [<port>] [<password>], connects to a server, the default port is 6667 for normal connections, and 9999 for ssl connections";

/* nothing */
"SERVER <host> [<port>] [<password>], connects to a server, the default port is 6667" = "SERVER <host> [<port>] [<password>], connects to a server, the default port is 6667";

/* nothing */
"SET <variable> [<value>]" = "SET <variable> [<value>]";

/* nothing */
"TOPIC [<topic>], sets the topic if one is given, else shows the current topic" = "TOPIC [<topic>], sets the topic if one is given, else shows the current topic";

/* nothing */
"UNBAN <mask> [<mask>...], unbans the specified masks." = "UNBAN <mask> [<mask>...], unbans the specified masks.";

/* nothing */
"UNIGNORE <mask> [QUIET]" = "UNIGNORE <mask> [QUIET]";

/* nothing */
"UNLOAD <name>, unloads a plugin or script" = "UNLOAD <name>, unloads a plugin or script";

/* nothing */
"VOICE <nick>, gives voice status to someone (needs chanop)" = "VOICE <nick>, gives voice status to someone (needs chanop)";

/* nothing */
"WALLCHAN <message>, writes the message to all channels" = "WALLCHAN <message>, writes the message to all channels";

/* nothing */
"WALLCHOP <message>, sends the message to all chanops on the current channel" = "WALLCHOP <message>, sends the message to all chanops on the current channel";

/* nothing */
"Usage: %s\n" = "Usage: %s\n";

/* nothing */
"\nNo help available on that command.\n" = "\nNo help available on that command.\n";

/* nothing */
"No such command.\n" = "No such command.\n";

/* nothing */
"Bad arguments for user command.\n" = "Bad arguments for user command.\n";

/* nothing */
"Too many recursive usercommands, aborting." = "Too many recursive user commands, aborting.";

/* nothing */
"Unknown Command. Try /help\n" = "Unknown Command. Try /help\n";

/* nothing */
"No xchat_plugin_init symbol; is this really an xchat plugin?" = "No xchat_plugin_init symbol; is this really an xchat plugin?";

/* nothing */
"Cannot resolve hostname %s\nCheck your IP Settings!\n" = "Cannot resolve hostname %s\nCheck your IP Settings!\n";

/* nothing */
"Proxy traversal failed.\n" = "Proxy traversal failed.\n";

/* nothing */
"Cycling to next server in %s...\n" = "Cycling to next server in %s...\n";

/* nothing */
"Warning: \"%s\" character set is unknown. No conversion will be applied for network %s." = "Warning: \"%s\" character set is unknown. No conversion will be applied for network %s.";

/* nothing */
"-%C10-%C11-%O$t$1 added to notify list." = "-%C10-%C11-%O$t$1 added to notify list.";

/* nothing */
"-%C10-%C11-%O$t$1 Banlist: %C3$4 %C4$2 %C5$3%O" = "-%C10-%C11-%O$t$1 Banlist: %C3$4 %C4$2 %C5$3%O";

/* nothing */
"-%C10-%C11-%O$tCannot join%C11 %B$1 %O(You are banned)." = "-%C10-%C11-%O$tCannot join%C11 %B$1 %O(You are banned).";

/* nothing */
"-%C10-%C11-%O$t$1 is now known as $2" = "-%C10-%C11-%O$t$1 is now known as $2";

/* nothing */
"%C13*%O$t$1%O $2%O" = "%C13*%O$t$1%O $2%O";

/* nothing */
"%C13*%O$t%C8%B$1%B%O $2%O" = "%C13*%O$t%C8%B$1%B%O $2%O";

/* nothing */
"-%C10-%C11-%O$t$1 sets ban on $2" = "-%C10-%C11-%O$t$1 sets ban on $2";

/* nothing */
"-%C10-%C11-%O$tChannel $1 created on $2" = "-%C10-%C11-%O$tChannel $1 created on $2";

/* nothing */
"-%C10-%C11-%O$t%C11$1%O removes channel half-operator status from %C11$2" = "-%C10-%C11-%O$t%C11$1%O removes channel half-operator status from %C11$2";

/* nothing */
"-%C10-%C11-%O$t%C11$1%O removes channel operator status from %C11$2" = "-%C10-%C11-%O$t%C11$1%O removes channel operator status from %C11$2";

/* nothing */
"-%C10-%C11-%O$t%C11$1%O removes voice from %C11$2" = "-%C10-%C11-%O$t%C11$1%O removes voice from %C11$2";

/* nothing */
"-%C10-%C11-%O$t$1 sets exempt on $2" = "-%C10-%C11-%O$t$1 sets exempt on $2";

/* nothing */
"-%C10-%C11-%O$t%C11$1%O gives channel half-operator status to %C11$2" = "-%C10-%C11-%O$t%C11$1%O gives channel half-operator status to %C11$2";

/* nothing */
"-%C10-%C11-%O$t$1 sets invite on $2" = "-%C10-%C11-%O$t$1 sets invite on $2";

/* nothing */
"%UChannel          Users   Topic%O" = "%UChannel          Users   Topic%O";

/* nothing */
"%C2<%O$1%C2>%O$t$2%O" = "%C2<%O$1%C2>%O$t$2%O";

/* nothing */
"-%C10-%C11-%O$t$1 sets mode $2$3 $4" = "-%C10-%C11-%O$t$1 sets mode $2$3 $4";

/* nothing */
"-%C10-%C11-%O$tChannel $1 modes: $2" = "-%C10-%C11-%O$tChannel $1 modes: $2";

/* nothing */
"%C2<%C8%B$1%B%C2>%O$t$2%O" = "%C2<%C8%B$1%B%C2>%O$t$2%O";

/* nothing */
"%C12-%C13$1/$2%C12-%O$t$3%O" = "%C12-%C13$1/$2%C12-%O$t$3%O";

/* nothing */
"-%C10-%C11-%O$t%C11$1%O gives channel operator status to %C11$2" = "-%C10-%C11-%O$t%C11$1%O gives channel operator status to %C11$2";

/* nothing */
"-%C10-%C11-%O$t$1 removes exempt on $2" = "-%C10-%C11-%O$t$1 removes exempt on $2";

/* nothing */
"-%C10-%C11-%O$t$1 removes invite on $2" = "-%C10-%C11-%O$t$1 removes invite on $2";

/* nothing */
"-%C10-%C11-%O$t$1 removes channel keyword" = "-%C10-%C11-%O$t$1 removes channel keyword";

/* nothing */
"-%C10-%C11-%O$t$1 removes user limit" = "-%C10-%C11-%O$t$1 removes user limit";

/* nothing */
"-%C10-%C11-%O$t$1 sets channel keyword to $2" = "-%C10-%C11-%O$t$1 sets channel keyword to $2";

/* nothing */
"-%C10-%C11-%O$t$1 sets channel limit to $2" = "-%C10-%C11-%O$t$1 sets channel limit to $2";

/* nothing */
"-%C10-%C11-%O$t$1 removes ban on $2" = "-%C10-%C11-%O$t$1 removes ban on $2";

/* nothing */
"-%C10-%C11-%O$t%C11$1%O gives voice to %C11$2" = "-%C10-%C11-%O$t%C11$1%O gives voice to %C11$2";

/* nothing */
"-%C10-%C11-%O$tConnected. Now logging in.." = "-%C10-%C11-%O$tConnected. Now logging in..";

/* nothing */
"-%C10-%C11-%O$tConnecting to %C11$1 %C14(%C11$2%C14)%C port %C11$3%C.." = "-%C10-%C11-%O$tConnecting to %C11$1 %C14(%C11$2%C14)%C port %C11$3%C..";

/* nothing */
"-%C10-%C11-%O$tConnection failed. Error: $1" = "-%C10-%C11-%O$tConnection failed. Error: $1";

/* nothing */
"-%C10-%C11-%O$tReceived a CTCP $1 from $2" = "-%C10-%C11-%O$tReceived a CTCP $1 from $2";

/* nothing */
"-%C10-%C11-%O$tReceived a CTCP $1 from $2 (to $3)" = "-%C10-%C11-%O$tReceived a CTCP $1 from $2 (to $3)";

/* nothing */
"%C3>%O$1%C3<%O$tCTCP $2%O" = "%C3>%O$1%C3<%O$tCTCP $2%O";

/* nothing */
"-%C10-%C11-%O$tReceived a CTCP Sound $1 from $2" = "-%C10-%C11-%O$tReceived a CTCP Sound $1 from $2";

/* nothing */
"-%C10-%C11-%O$tDCC CHAT to %C11$1%O aborted." = "-%C10-%C11-%O$tDCC CHAT to %C11$1%O aborted.";

/* nothing */
"-%C10-%C11-%O$tDCC CHAT connection established to %C11$1 %C14[%O$2%C14]%O" = "-%C10-%C11-%O$tDCC CHAT connection established to %C11$1 %C14[%O$2%C14]%O";

/* nothing */
"-%C10-%C11-%O$tDCC CHAT to %C11$1%O lost. $4." = "-%C10-%C11-%O$tDCC CHAT to %C11$1%O lost. $4.";

/* nothing */
"-%C10-%C11-%O$tReceived a DCC CHAT offer from $1" = "-%C10-%C11-%O$tReceived a DCC CHAT offer from $1";

/* nothing */
"-%C10-%C11-%O$tOffering DCC CHAT to $1" = "-%C10-%C11-%O$tOffering DCC CHAT to $1";

/* nothing */
"-%C10-%C11-%O$tAlready offering CHAT to $1" = "-%C10-%C11-%O$tAlready offering CHAT to $1";

/* nothing */
"-%C10-%C11-%O$tDCC $1 connect attempt to %C11$2%O failed (err=$3)." = "-%C10-%C11-%O$tDCC $1 connect attempt to %C11$2%O failed (err=$3).";

/* nothing */
"-%C10-%C11-%O$tReceived '$1%O' from $2" = "-%C10-%C11-%O$tReceived '$1%O' from $2";

/* nothing */
"%C8,2 Type  To/From    Status  Size    Pos     File      %O%010%B%C9----------------------------------------------------%O" = "%C8,2 Type  To/From    Status  Size    Pos     File      %O%010%B%C9----------------------------------------------------%O";

/* nothing */
"-%C10-%C11-%O$tReceived a malformed DCC request from %C11$1%O.%010-%C10-%C11-%O$tContents of packet: $2" = "-%C10-%C11-%O$tReceived a malformed DCC request from %C11$1%O.%010-%C10-%C11-%O$tContents of packet: $2";

/* nothing */
"-%C10-%C11-%O$tOffering %C11$1 %Cto %C11$2%O" = "-%C10-%C11-%O$tOffering %C11$1 %Cto %C11$2%O";

/* nothing */
"-%C10-%C11-%O$tNo such DCC offer." = "-%C10-%C11-%O$tNo such DCC offer.";

/* nothing */
"-%C10-%C11-%O$tDCC RECV %C11$2%O to %C11$1%O aborted." = "-%C10-%C11-%O$tDCC RECV %C11$2%O to %C11$1%O aborted.";

/* nothing */
"-%C10-%C11-%O$tDCC RECV %C11$1%O from %C11$3%O complete %C14[%C11$4%O cps%C14]%O." = "-%C10-%C11-%O$tDCC RECV %C11$1%O from %C11$3%O complete %C14[%C11$4%O cps%C14]%O.";

/* nothing */
"-%C10-%C11-%O$tDCC RECV connection established to %C11$1 %C14[%O$2%C14]%O" = "-%C10-%C11-%O$tDCC RECV connection established to %C11$1 %C14[%O$2%C14]%O";

/* nothing */
"-%C10-%C11-%O$tDCC RECV %C11$1%O from %C11$3%O failed. $4." = "-%C10-%C11-%O$tDCC RECV %C11$1%O from %C11$3%O failed. $4.";

/* nothing */
"-%C10-%C11-%O$tDCC RECV: Cannot open $1 for writing ($2)." = "-%C10-%C11-%O$tDCC RECV: Cannot open $1 for writing ($2).";

/* nothing */
"-%C10-%C11-%O$tThe file %C11$1%C already exists, saving it as %C11$2%O instead." = "-%C10-%C11-%O$tThe file %C11$1%C already exists, saving it as %C11$2%O instead.";

/* nothing */
"-%C10-%C11-%O$t%C11$1 %Chas requested to resume %C11$2 %Cfrom %C11$3%C." = "-%C10-%C11-%O$t%C11$1 %Chas requested to resume %C11$2 %Cfrom %C11$3%C.";

/* nothing */
"-%C10-%C11-%O$tDCC SEND %C11$2%O to %C11$1%O aborted." = "-%C10-%C11-%O$tDCC SEND %C11$2%O to %C11$1%O aborted.";

/* nothing */
"-%C10-%C11-%O$tDCC SEND %C11$1%O to %C11$2%O complete %C14[%C11$3%O cps%C14]%O." = "-%C10-%C11-%O$tDCC SEND %C11$1%O to %C11$2%O complete %C14[%C11$3%O cps%C14]%O.";

/* nothing */
"-%C10-%C11-%O$tDCC SEND connection established to %C11$1 %C14[%O$2%C14]%O" = "-%C10-%C11-%O$tDCC SEND connection established to %C11$1 %C14[%O$2%C14]%O";

/* nothing */
"-%C10-%C11-%O$tDCC SEND %C11$1%O to %C11$2%O failed. $3" = "-%C10-%C11-%O$tDCC SEND %C11$1%O to %C11$2%O failed. $3";

/* nothing */
"-%C10-%C11-%O$t%C11$1 %Chas offered %C11$2 %C(%C11$3 %Cbytes)" = "-%C10-%C11-%O$t%C11$1 %Chas offered %C11$2 %C(%C11$3 %Cbytes)";

/* nothing */
"-%C10-%C11-%O$tDCC $1 %C11$2 %Cto %C11$3 %Cstalled - aborting." = "-%C10-%C11-%O$tDCC $1 %C11$2 %Cto %C11$3 %Cstalled - aborting.";

/* nothing */
"-%C10-%C11-%O$tDCC $1 %C11$2 %Cto %C11$3 %Ctimed out - aborting." = "-%C10-%C11-%O$tDCC $1 %C11$2 %Cto %C11$3 %Ctimed out - aborting.";

/* nothing */
"-%C10-%C11-%O$t$1 deleted from notify list." = "-%C10-%C11-%O$t$1 deleted from notify list.";

/* nothing */
"-%C10-%C11-%O$tDisconnected ($1)." = "-%C10-%C11-%O$tDisconnected ($1).";

/* nothing */
"-%C10-%C11-%O$tFound your IP: [$1]" = "-%C10-%C11-%O$tFound your IP: [$1]";

/* nothing */
"$1$t$2" = "$1$t$2";

/* nothing */
"%O%C11$1%O added to ignore list." = "%O%C11$1%O added to ignore list.";

/* nothing */
"Ignore on %C11$1%O changed." = "Ignore on %C11$1%O changed.";

/* nothing */
"%C08,02                                                              %O" = "%C08,02                                                              %O";

/* nothing */
"%C08,02 Hostmask                  PRIV NOTI CHAN CTCP DCC  INVI UNIG %O" = "%C08,02 Hostmask                  PRIV NOTI CHAN CTCP DCC  INVI UNIG %O";

/* nothing */
"%O%C11$1%O removed from ignore list." = "%O%C11$1%O removed from ignore list.";

/* nothing */
"  Ignore list is empty." = "  Ignore list is empty.";

/* nothing */
"-%C10-%C11-%O$tCannot join%C11 %B$1 %O(Channel is invite only)." = "-%C10-%C11-%O$tCannot join%C11 %B$1 %O(Channel is invite only).";

/* nothing */
"-%C10-%C11-%O$tYou have been invited to %C11$1%C by %C11$2%C (%C11$3%C)" = "-%C10-%C11-%O$tYou have been invited to %C11$1%C by %C11$2%C (%C11$3%C)";

/* nothing */
"-%C10-%C11>%O$t%B$1%B %C14(%C10$3%C14)%C has joined $2" = "-%C10-%C11>%O$t%B$1%B %C14(%C10$3%C14)%C has joined $2";

/* nothing */
"-%C10-%C11-%O$tCannot join%C11 %B$1 %O(Requires keyword)." = "-%C10-%C11-%O$tCannot join%C11 %B$1 %O(Requires keyword).";

/* nothing */
"<%C10-%C11-%O$t$1 has kicked $2 from $3 ($4%O)" = "<%C10-%C11-%O$t$1 has kicked $2 from $3 ($4%O)";

/* nothing */
"-%C10-%C11-%O$tYou have been killed by $1 ($2%O)" = "-%C10-%C11-%O$tYou have been killed by $1 ($2%O)";

/* nothing */
"%C3>%O$1%C3<%O$t$2%O" = "%C3>%O$1%C3<%O$t$2%O";

/* nothing */
"-%C10-%C11-%O$t$1%O" = "-%C10-%C11-%O$t$1%O";

/* nothing */
"-%C10-%C11-%O$tMOTD Skipped." = "-%C10-%C11-%O$tMOTD Skipped.";

/* nothing */
"-%C10-%C11-%O$t$1 already in use. Retrying with $2.." = "-%C10-%C11-%O$t$1 already in use. Retrying with $2..";

/* nothing */
"-%C10-%C11-%O$tNickname already in use. Use /NICK to try another." = "-%C10-%C11-%O$tNickname already in use. Use /NICK to try another.";

/* nothing */
"-%C10-%C11-%O$tNo such DCC." = "-%C10-%C11-%O$tNo such DCC.";

/* nothing */
"-%C10-%C11-%O$tNo process is currently running" = "-%C10-%C11-%O$tNo process is currently running";

/* nothing */
"%C12-%C13$1%C12-%O$t$2%O" = "%C12-%C13$1%C12-%O$t$2%O";

/* nothing */
"-%C10-%C11-%O$tNotify list is empty." = "-%C10-%C11-%O$tNotify list is empty.";

/* nothing */
"%C08,02 %B-- Notify List --------------- %O" = "%C08,02 %B-- Notify List --------------- %O";

/* nothing */
"-%C10-%C11-%O$t$1 users in notify list." = "-%C10-%C11-%O$t$1 users in notify list.";

/* nothing */
"-%C10-%C11-%O$tNotify: $1 is offline ($2)." = "-%C10-%C11-%O$tNotify: $1 is offline ($2).";

/* nothing */
"-%C10-%C11-%O$tNotify: $1 is online ($2)." = "-%C10-%C11-%O$tNotify: $1 is online ($2).";

/* nothing */
"<%C10-%C11-%O$t$1 %C14(%O$2%C14)%C has left $3" = "<%C10-%C11-%O$t$1 %C14(%O$2%C14)%C has left $3";

/* nothing */
"<%C10-%C11-%O$t$1 %C14(%O$2%C14)%C has left $3 %C14(%O$4%C14)%O" = "<%C10-%C11-%O$t$1 %C14(%O$2%C14)%C has left $3 %C14(%O$4%C14)%O";

/* nothing */
"-%C10-%C11-%O$tPing reply from $1 : $2 second(s)" = "-%C10-%C11-%O$tPing reply from $1 : $2 second(s)";

/* nothing */
"-%C10-%C11-%O$tNo ping reply for $1 seconds, disconnecting." = "-%C10-%C11-%O$tNo ping reply for $1 seconds, disconnecting.";

/* nothing */
"%C12*%C13$1%C12*$t%O$2%O" = "%C12*%C13$1%C12*$t%O$2%O";

/* nothing */
"-%C10-%C11-%O$tA process is already running" = "-%C10-%C11-%O$tA process is already running";

/* nothing */
"<%C10-%C11-%O$t$1 has quit %C14(%O$2%O%C14)%O" = "<%C10-%C11-%O$t$1 has quit %C14(%O$2%O%C14)%O";

/* nothing */
"-%C10-%C11-%O$t$1 sets modes%B %C14[%O$2%B%C14]%O" = "-%C10-%C11-%O$t$1 sets modes%B %C14[%O$2%B%C14]%O";

/* nothing */
"%C12-%C13$1/Wallops%C12-%O$t$2%O" = "%C12-%C13$1/Wallops%C12-%O$t$2%O";

/* nothing */
"-%C10-%C11-%O$tLooking up IP number for%C11 $1%O.." = "-%C10-%C11-%O$tLooking up IP number for%C11 $1%O..";

/* nothing */
"-%C10-%C11-%O$tConnected." = "-%C10-%C11-%O$tConnected.";

/* nothing */
"-%C10-%C11-%O$tLooking up %C11$1%C.." = "-%C10-%C11-%O$tLooking up %C11$1%C..";

/* nothing */
"-%C10-%C11-%O$tStopped previous connection attempt (pid=$1)" = "-%C10-%C11-%O$tStopped previous connection attempt (pid=$1)";

/* nothing */
"-%C10-%C11-%O$tTopic for %C11$1%C is %C11$2%O" = "-%C10-%C11-%O$tTopic for %C11$1%C is %C11$2%O";

/* nothing */
"-%C10-%C11-%O$tTopic for %C11$1%C set by %C11$2%C at %C11$3%O" = "-%C10-%C11-%O$tTopic for %C11$1%C set by %C11$2%C at %C11$3%O";

/* nothing */
"-%C10-%C11-%O$t$1 has changed the topic to: $2%O" = "-%C10-%C11-%O$t$1 has changed the topic to: $2%O";

/* nothing */
"-%C10-%C11-%O$tUnknown host. Maybe you misspelled it?" = "-%C10-%C11-%O$tUnknown host. Maybe you misspelled it?";

/* nothing */
"-%C10-%C11-%O$tCannot join%C11 %B$1 %O(User limit reached)." = "-%C10-%C11-%O$tCannot join%C11 %B$1 %O(User limit reached).";

/* nothing */
"-%C10-%C11-%O$t%C11Users on $1:%C $2" = "-%C10-%C11-%O$t%C11Users on $1:%C $2";

/* nothing */
"-%C10-%C11-%O$t%C12[%O$1%C12] %Cis away %C14(%O$2%O%C14)" = "-%C10-%C11-%O$t%C12[%O$1%C12] %Cis away %C14(%O$2%O%C14)";

/* nothing */
"-%C10-%C11-%O$t%C12[%O$1%C12]%C $2" = "-%C10-%C11-%O$t%C12[%O$1%C12]%C $2";

/* nothing */
"-%C10-%C11-%O$t%C12[%O$1%C12] %CEnd of WHOIS list." = "-%C10-%C11-%O$t%C12[%O$1%C12] %CEnd of WHOIS list.";

/* nothing */
"-%C10-%C11-%O$t%C12[%O$1%C12] %O$2" = "-%C10-%C11-%O$t%C12[%O$1%C12] %O$2";

/* nothing */
"-%C10-%C11-%O$t%C12[%O$1%C12] %O$2 %C11$3%O" = "-%C10-%C11-%O$t%C12[%O$1%C12] %O$2 %C11$3%O";

/* nothing */
"-%C10-%C11-%O$t%C12[%O$1%C12] %Oreal user@host %C11$2%O, real IP %C11$3%O" = "-%C10-%C11-%O$t%C12[%O$1%C12] %Oreal user@host %C11$2%O, real IP %C11$3%O";

/* nothing */
"-%C10-%C11-%O$t%C12[%O$1%C12]%O idle %C11$2%O" = "-%C10-%C11-%O$t%C12[%O$1%C12]%O idle %C11$2%O";

/* nothing */
"-%C10-%C11-%O$t%C12[%O$1%C12]%O idle %C11$2%O, signon: %C11$3%O" = "-%C10-%C11-%O$t%C12[%O$1%C12]%O idle %C11$2%O, signon: %C11$3%O";

/* nothing */
"-%C10-%C11-%O$t%C12[%O$1%C12] %C14(%O$2@$3%C14) %O: $4%O" = "-%C10-%C11-%O$t%C12[%O$1%C12] %C14(%O$2@$3%C14) %O: $4%O";

/* nothing */
"-%C10-%C11-%O$t%C12[%O$1%C12]%O $2" = "-%C10-%C11-%O$t%C12[%O$1%C12]%O $2";

/* nothing */
"-%C10-%C11>%O$t%BYou%B are now talking on %C11$2%O" = "-%C10-%C11>%O$t%BYou%B are now talking on %C11$2%O";

/* nothing */
"-%C10-%C11-%O$tYou have left channel $3" = "-%C10-%C11-%O$tYou have left channel $3";

/* nothing */
"-%C10-%C11-%O$tYou have left channel $3 %C14(%O$4%C14)%O" = "-%C10-%C11-%O$tYou have left channel $3 %C14(%O$4%C14)%O";

/* nothing */
"-%C10-%C11-%O$tYou have been kicked from $2 by $3 ($4%O)" = "-%C10-%C11-%O$tYou have been kicked from $2 by $3 ($4%O)";

/* nothing */
"-%C10-%C11-%O$tYou're inviting %C11$1%C to %C11$2%C (%C11$3%C)" = "-%C10-%C11-%O$tYou're inviting %C11$1%C to %C11$2%C (%C11$3%C)";

/* nothing */
"%C6<%O$1%C6>%O$t$2%O" = "%C6<%O$1%C6>%O$t$2%O";

/* nothing */
"-%C10-%C11-%O$tYou are now known as $2" = "-%C10-%C11-%O$tYou are now known as $2";

/* nothing */
"**** ENDING LOGGING AT %s\n" = "**** ENDING LOGGING AT %s\n";

/* nothing */
"**** BEGIN LOGGING AT %s\n" = "**** BEGIN LOGGING AT %s\n";

/* nothing */
"* Can't open log file(s) for writing. Check the\n  permissions on %s/xchatlogs" = "* Can't open log file(s) for writing. Check the\n  permissions on %s/xchatlogs";

/* nothing */
"Left message" = "Left message";

/* nothing */
"Right message" = "Right message";

/* nothing */
"The nick of the joining person" = "The nick of the joining person";

/* nothing */
"The channel being joined" = "The channel being joined";

/* nothing */
"The host of the person" = "The host of the person";

/* nothing */
"Nickname" = "Nickname";

/* nothing */
"The action" = "The action";

/* nothing */
"The text" = "The text";

/* nothing */
"Mode char" = "Mode char";

/* nothing */
"The message" = "The message";

/* nothing */
"Old nickname" = "Old nickname";

/* nothing */
"New nickname" = "New nickname";

/* nothing */
"Nick of person who changed the topic" = "Nick of person who changed the topic";

/* nothing */
"Topic" = "Topic";

/* nothing */
"Channel" = "Channel";

/* nothing */
"The nickname of the kicker" = "The nickname of the kicker";

/* nothing */
"The person being kicked" = "The person being kicked";

/* nothing */
"The channel" = "The channel";

/* nothing */
"The reason" = "The reason";

/* nothing */
"The nick of the person leaving" = "The nick of the person leaving";

/* nothing */
"The time" = "The time";

/* nothing */
"The creator" = "The creator";

/* nothing */
"Nick" = "Nick";

/* nothing */
"Reason" = "Reason";

/* nothing */
"Host" = "Host";

/* nothing */
"Who it's from" = "Who it's from";

/* nothing */
"The time in x.x format (see below)" = "The time in x.x format (see below)";

/* nothing */
"The Channel it's going to" = "The Channel it's going to";

/* nothing */
"The sound" = "The sound";

/* nothing */
"The nick of the person" = "The nick of the person";

/* nothing */
"The CTCP event" = "The CTCP event";

/* nothing */
"The nick of the person who set the key" = "The nick of the person who set the key";

/* nothing */
"The key" = "The key";

/* nothing */
"The nick of the person who set the limit" = "The nick of the person who set the limit";

/* nothing */
"The limit" = "The limit";

/* nothing */
"The nick of the person who did the op'ing" = "The nick of the person who did the op'ing";

/* nothing */
"The nick of the person who has been op'ed" = "The nick of the person who has been op'ed";

/* nothing */
"The nick of the person who has been halfop'ed" = "The nick of the person who has been halfop'ed";

/* nothing */
"The nick of the person who did the halfop'ing" = "The nick of the person who did the halfop'ing";

/* nothing */
"The nick of the person who did the voice'ing" = "The nick of the person who did the voice'ing";

/* nothing */
"The nick of the person who has been voice'ed" = "The nick of the person who has been voice'ed";

/* nothing */
"The nick of the person who did the banning" = "The nick of the person who did the banning";

/* nothing */
"The ban mask" = "The ban mask";

/* nothing */
"The nick who removed the key" = "The nick who removed the key";

/* nothing */
"The nick who removed the limit" = "The nick who removed the limit";

/* nothing */
"The nick of the person of did the deop'ing" = "The nick of the person of did the deop'ing";

/* nothing */
"The nick of the person who has been deop'ed" = "The nick of the person who has been deop'ed";

/* nothing */
"The nick of the person of did the dehalfop'ing" = "The nick of the person of did the dehalfop'ing";

/* nothing */
"The nick of the person who has been dehalfop'ed" = "The nick of the person who has been dehalfop'ed";

/* nothing */
"The nick of the person of did the devoice'ing" = "The nick of the person of did the devoice'ing";

/* nothing */
"The nick of the person who has been devoice'ed" = "The nick of the person who has been devoice'ed";

/* nothing */
"The nick of the person of did the unban'ing" = "The nick of the person of did the unban'ing";

/* nothing */
"The nick of the person who did the exempt" = "The nick of the person who did the exempt";

/* nothing */
"The exempt mask" = "The exempt mask";

/* nothing */
"The nick of the person removed the exempt" = "The nick of the person removed the exempt";

/* nothing */
"The nick of the person who did the invite" = "The nick of the person who did the invite";

/* nothing */
"The invite mask" = "The invite mask";

/* nothing */
"The nick of the person removed the invite" = "The nick of the person removed the invite";

/* nothing */
"The nick of the person setting the mode" = "The nick of the person setting the mode";

/* nothing */
"The mode's sign (+/-)" = "The mode's sign (+/-)";

/* nothing */
"The mode letter" = "The mode letter";

/* nothing */
"The channel it's being set on" = "The channel it's being set on";

/* nothing */
"Username" = "Username";

/* nothing */
"Full name" = "Full name";

/* nothing */
"Channel Membership/\"is an IRC operator\"" = "Channel Membership/\"is an IRC operator\"";

/* nothing */
"Server Information" = "Server Information";

/* nothing */
"Idle time" = "Idle time";

/* nothing */
"Signon time" = "Signon time";

/* nothing */
"Away reason" = "Away reason";

/* nothing */
"Message" = "Message";

/* nothing */
"Account" = "Account";

/* nothing */
"Real user@host" = "Real user@host";

/* nothing */
"Real IP" = "Real IP";

/* nothing */
"Channel Name" = "Channel Name";

/* nothing */
"Text" = "Text";

/* nothing */
"Server Name" = "Server Name";

/* nothing */
"Nick of person who invited you" = "Nick of person who invited you";

/* nothing */
"Users" = "Users";

/* nothing */
"Nickname in use" = "Nickname in use";

/* nothing */
"Nick being tried" = "Nick being tried";

/* nothing */
"Error" = "Error";

/* nothing */
"IP" = "IP";

/* nothing */
"Port" = "Port";

/* nothing */
"PID" = "PID";

/* nothing */
"Channel name" = "Channel name";

/* nothing */
"Modes string" = "Modes string";

/* nothing */
"IP address" = "IP address";

/* nothing */
"DCC Type" = "DCC Type";

/* nothing */
"Filename" = "Filename";

/* nothing */
"Destination filename" = "Destination filename";

/* nothing */
"CPS" = "CPS";

/* nothing */
"Pathname" = "Pathname";

/* nothing */
"Position" = "Position";

/* nothing */
"Size" = "Size";

/* nothing */
"DCC String" = "DCC String";

/* nothing */
"Number of notify items" = "Number of notify items";

/* nothing */
"Servername" = "Servername";

/* nothing */
"Old Filename" = "Old Filename";

/* nothing */
"New Filename" = "New Filename";

/* nothing */
"Receiver" = "Receiver";

/* nothing */
"Hostmask" = "Hostmask";

/* nothing */
"Hostname" = "Hostname";

/* nothing */
"The Packet" = "The Packet";

/* nothing */
"Seconds" = "Seconds";

/* nothing */
"Nick of person who have been invited" = "Nick of person who have been invited";

/* nothing */
"Banmask" = "Banmask";

/* nothing */
"Who set the ban" = "Who set the ban";

/* nothing */
"Ban time" = "Ban time";

/* nothing */
"Error parsing event %s.\nLoading default" = "Error parsing event %s.\nLoading default";

/* nothing */
"Cannot read sound file:\n%s" = "Cannot read sound file:\n%s";

/* nothing */
"Remote host closed socket" = "Remote host closed socket";

/* nothing */
"Connection refused" = "Connection refused";

/* nothing */
"No route to host" = "No route to host";

/* nothing */
"Connection timed out" = "Connection timed out";

/* nothing */
"Cannot assign that address" = "Cannot assign that address";

/* nothing */
"Connection reset by peer" = "Connection reset by peer";

/* nothing */
"Andorra" = "Andorra";

/* nothing */
"United Arab Emirates" = "United Arab Emirates";

/* nothing */
"Afghanistan" = "Afghanistan";

/* nothing */
"Antigua and Barbuda" = "Antigua and Barbuda";

/* nothing */
"Anguilla" = "Anguilla";

/* nothing */
"Albania" = "Albania";

/* nothing */
"Armenia" = "Armenia";

/* nothing */
"Netherlands Antilles" = "Netherlands Antilles";

/* nothing */
"Angola" = "Angola";

/* nothing */
"Antarctica" = "Antarctica";

/* nothing */
"Argentina" = "Argentina";

/* nothing */
"Reverse DNS" = "Reverse DNS";

/* nothing */
"American Samoa" = "American Samoa";

/* nothing */
"Austria" = "Austria";

/* nothing */
"Nato Fiel" = "Nato Fiel";

/* nothing */
"Australia" = "Australia";

/* nothing */
"Aruba" = "Aruba";

/* nothing */
"Azerbaijan" = "Azerbaijan";

/* nothing */
"Bosnia and Herzegovina" = "Bosnia and Herzegovina";

/* nothing */
"Barbados" = "Barbados";

/* nothing */
"Bangladesh" = "Bangladesh";

/* nothing */
"Belgium" = "Belgium";

/* nothing */
"Burkina Faso" = "Burkina Faso";

/* nothing */
"Bulgaria" = "Bulgaria";

/* nothing */
"Bahrain" = "Bahrain";

/* nothing */
"Burundi" = "Burundi";

/* nothing */
"Businesses" = "Businesses";

/* nothing */
"Benin" = "Benin";

/* nothing */
"Bermuda" = "Bermuda";

/* nothing */
"Brunei Darussalam" = "Brunei Darussalam";

/* nothing */
"Bolivia" = "Bolivia";

/* nothing */
"Brazil" = "Brazil";

/* nothing */
"Bahamas" = "Bahamas";

/* nothing */
"Bhutan" = "Bhutan";

/* nothing */
"Bouvet Island" = "Bouvet Island";

/* nothing */
"Botswana" = "Botswana";

/* nothing */
"Belarus" = "Belarus";

/* nothing */
"Belize" = "Belize";

/* nothing */
"Canada" = "Canada";

/* nothing */
"Cocos Islands" = "Cocos Islands";

/* nothing */
"Central African Republic" = "Central African Republic";

/* nothing */
"Congo" = "Congo";

/* nothing */
"Switzerland" = "Switzerland";

/* nothing */
"Cote D'ivoire" = "Cote D'ivoire";

/* nothing */
"Cook Islands" = "Cook Islands";

/* nothing */
"Chile" = "Chile";

/* nothing */
"Cameroon" = "Cameroon";

/* nothing */
"China" = "China";

/* nothing */
"Colombia" = "Colombia";

/* nothing */
"Internic Commercial" = "Internic Commercial";

/* nothing */
"Costa Rica" = "Costa Rica";

/* nothing */
"Former Czechoslovakia" = "Former Czechoslovakia";

/* nothing */
"Cuba" = "Cuba";

/* nothing */
"Cape Verde" = "Cape Verde";

/* nothing */
"Christmas Island" = "Christmas Island";

/* nothing */
"Cyprus" = "Cyprus";

/* nothing */
"Czech Republic" = "Czech Republic";

/* nothing */
"Germany" = "Germany";

/* nothing */
"Djibouti" = "Djibouti";

/* nothing */
"Denmark" = "Denmark";

/* nothing */
"Dominica" = "Dominica";

/* nothing */
"Dominican Republic" = "Dominican Republic";

/* nothing */
"Algeria" = "Algeria";

/* nothing */
"Ecuador" = "Ecuador";

/* nothing */
"Educational Institution" = "Educational Institution";

/* nothing */
"Estonia" = "Estonia";

/* nothing */
"Egypt" = "Egypt";

/* nothing */
"Western Sahara" = "Western Sahara";

/* nothing */
"Eritrea" = "Eritrea";

/* nothing */
"Spain" = "Spain";

/* nothing */
"Ethiopia" = "Ethiopia";

/* nothing */
"Finland" = "Finland";

/* nothing */
"Fiji" = "Fiji";

/* nothing */
"Falkland Islands" = "Falkland Islands";

/* nothing */
"Micronesia" = "Micronesia";

/* nothing */
"Faroe Islands" = "Faroe Islands";

/* nothing */
"France" = "France";

/* nothing */
"France, Metropolitan" = "France, Metropolitan";

/* nothing */
"Gabon" = "Gabon";

/* nothing */
"Great Britain" = "Great Britain";

/* nothing */
"Grenada" = "Grenada";

/* nothing */
"Georgia" = "Georgia";

/* nothing */
"French Guiana" = "French Guiana";

/* nothing */
"British Channel Isles" = "British Channel Isles";

/* nothing */
"Ghana" = "Ghana";

/* nothing */
"Gibraltar" = "Gibraltar";

/* nothing */
"Greenland" = "Greenland";

/* nothing */
"Gambia" = "Gambia";

/* nothing */
"Guinea" = "Guinea";

/* nothing */
"Government" = "Government";

/* nothing */
"Guadeloupe" = "Guadeloupe";

/* nothing */
"Equatorial Guinea" = "Equatorial Guinea";

/* nothing */
"Greece" = "Greece";

/* nothing */
"S. Georgia and S. Sandwich Isles." = "S. Georgia and S. Sandwich Isles.";

/* nothing */
"Guatemala" = "Guatemala";

/* nothing */
"Guam" = "Guam";

/* nothing */
"Guinea-Bissau" = "Guinea-Bissau";

/* nothing */
"Guyana" = "Guyana";

/* nothing */
"Hong Kong" = "Hong Kong";

/* nothing */
"Heard and McDonald Islands" = "Heard and McDonald Islands";

/* nothing */
"Honduras" = "Honduras";

/* nothing */
"Croatia" = "Croatia";

/* nothing */
"Haiti" = "Haiti";

/* nothing */
"Hungary" = "Hungary";

/* nothing */
"Indonesia" = "Indonesia";

/* nothing */
"Ireland" = "Ireland";

/* nothing */
"Israel" = "Israel";

/* nothing */
"India" = "India";

/* nothing */
"Informational" = "Informational";

/* nothing */
"International" = "International";

/* nothing */
"British Indian Ocean Territory" = "British Indian Ocean Territory";

/* nothing */
"Iraq" = "Iraq";

/* nothing */
"Iran" = "Iran";

/* nothing */
"Iceland" = "Iceland";

/* nothing */
"Italy" = "Italy";

/* nothing */
"Jamaica" = "Jamaica";

/* nothing */
"Jordan" = "Jordan";

/* nothing */
"Japan" = "Japan";

/* nothing */
"Kenya" = "Kenya";

/* nothing */
"Kyrgyzstan" = "Kyrgyzstan";

/* nothing */
"Cambodia" = "Cambodia";

/* nothing */
"Kiribati" = "Kiribati";

/* nothing */
"Comoros" = "Comoros";

/* nothing */
"St. Kitts and Nevis" = "St. Kitts and Nevis";

/* nothing */
"North Korea" = "North Korea";

/* nothing */
"South Korea" = "South Korea";

/* nothing */
"Kuwait" = "Kuwait";

/* nothing */
"Cayman Islands" = "Cayman Islands";

/* nothing */
"Kazakhstan" = "Kazakhstan";

/* nothing */
"Laos" = "Laos";

/* nothing */
"Lebanon" = "Lebanon";

/* nothing */
"Saint Lucia" = "Saint Lucia";

/* nothing */
"Liechtenstein" = "Liechtenstein";

/* nothing */
"Sri Lanka" = "Sri Lanka";

/* nothing */
"Liberia" = "Liberia";

/* nothing */
"Lesotho" = "Lesotho";

/* nothing */
"Lithuania" = "Lithuania";

/* nothing */
"Luxembourg" = "Luxembourg";

/* nothing */
"Latvia" = "Latvia";

/* nothing */
"Libya" = "Libya";

/* nothing */
"Morocco" = "Morocco";

/* nothing */
"Monaco" = "Monaco";

/* nothing */
"Moldova" = "Moldova";

/* nothing */
"United States Medical" = "United States Medical";

/* nothing */
"Madagascar" = "Madagascar";

/* nothing */
"Marshall Islands" = "Marshall Islands";

/* nothing */
"Military" = "Military";

/* nothing */
"Macedonia" = "Macedonia";

/* nothing */
"Mali" = "Mali";

/* nothing */
"Myanmar" = "Myanmar";

/* nothing */
"Mongolia" = "Mongolia";

/* nothing */
"Macau" = "Macau";

/* nothing */
"Northern Mariana Islands" = "Northern Mariana Islands";

/* nothing */
"Martinique" = "Martinique";

/* nothing */
"Mauritania" = "Mauritania";

/* nothing */
"Montserrat" = "Montserrat";

/* nothing */
"Malta" = "Malta";

/* nothing */
"Mauritius" = "Mauritius";

/* nothing */
"Maldives" = "Maldives";

/* nothing */
"Malawi" = "Malawi";

/* nothing */
"Mexico" = "Mexico";

/* nothing */
"Malaysia" = "Malaysia";

/* nothing */
"Mozambique" = "Mozambique";

/* nothing */
"Namibia" = "Namibia";

/* nothing */
"New Caledonia" = "New Caledonia";

/* nothing */
"Niger" = "Niger";

/* nothing */
"Internic Network" = "Internic Network";

/* nothing */
"Norfolk Island" = "Norfolk Island";

/* nothing */
"Nigeria" = "Nigeria";

/* nothing */
"Nicaragua" = "Nicaragua";

/* nothing */
"Netherlands" = "Netherlands";

/* nothing */
"Norway" = "Norway";

/* nothing */
"Nepal" = "Nepal";

/* nothing */
"Nauru" = "Nauru";

/* nothing */
"Neutral Zone" = "Neutral Zone";

/* nothing */
"Niue" = "Niue";

/* nothing */
"New Zealand" = "New Zealand";

/* nothing */
"Oman" = "Oman";

/* nothing */
"Internic Non-Profit Organization" = "Internic Non-Profit Organisation";

/* nothing */
"Panama" = "Panama";

/* nothing */
"Peru" = "Peru";

/* nothing */
"French Polynesia" = "French Polynesia";

/* nothing */
"Papua New Guinea" = "Papua New Guinea";

/* nothing */
"Philippines" = "Philippines";

/* nothing */
"Pakistan" = "Pakistan";

/* nothing */
"Poland" = "Poland";

/* nothing */
"St. Pierre and Miquelon" = "St. Pierre and Miquelon";

/* nothing */
"Pitcairn" = "Pitcairn";

/* nothing */
"Puerto Rico" = "Puerto Rico";

/* nothing */
"Portugal" = "Portugal";

/* nothing */
"Palau" = "Palau";

/* nothing */
"Paraguay" = "Paraguay";

/* nothing */
"Qatar" = "Qatar";

/* nothing */
"Reunion" = "Reunion";

/* nothing */
"Romania" = "Romania";

/* nothing */
"Old School ARPAnet" = "Old School ARPAnet";

/* nothing */
"Russian Federation" = "Russian Federation";

/* nothing */
"Rwanda" = "Rwanda";

/* nothing */
"Saudi Arabia" = "Saudi Arabia";

/* nothing */
"Solomon Islands" = "Solomon Islands";

/* nothing */
"Seychelles" = "Seychelles";

/* nothing */
"Sudan" = "Sudan";

/* nothing */
"Sweden" = "Sweden";

/* nothing */
"Singapore" = "Singapore";

/* nothing */
"St. Helena" = "St. Helena";

/* nothing */
"Slovenia" = "Slovenia";

/* nothing */
"Svalbard and Jan Mayen Islands" = "Svalbard and Jan Mayen Islands";

/* nothing */
"Slovak Republic" = "Slovak Republic";

/* nothing */
"Sierra Leone" = "Sierra Leone";

/* nothing */
"San Marino" = "San Marino";

/* nothing */
"Senegal" = "Senegal";

/* nothing */
"Somalia" = "Somalia";

/* nothing */
"Suriname" = "Suriname";

/* nothing */
"Sao Tome and Principe" = "Sao Tome and Principe";

/* nothing */
"Former USSR" = "Former USSR";

/* nothing */
"El Salvador" = "El Salvador";

/* nothing */
"Syria" = "Syria";

/* nothing */
"Swaziland" = "Swaziland";

/* nothing */
"Turks and Caicos Islands" = "Turks and Caicos Islands";

/* nothing */
"Chad" = "Chad";

/* nothing */
"French Southern Territories" = "French Southern Territories";

/* nothing */
"Togo" = "Togo";

/* nothing */
"Thailand" = "Thailand";

/* nothing */
"Tajikistan" = "Tajikistan";

/* nothing */
"Tokelau" = "Tokelau";

/* nothing */
"Turkmenistan" = "Turkmenistan";

/* nothing */
"Tunisia" = "Tunisia";

/* nothing */
"Tonga" = "Tonga";

/* nothing */
"East Timor" = "East Timor";

/* nothing */
"Turkey" = "Turkey";

/* nothing */
"Trinidad and Tobago" = "Trinidad and Tobago";

/* nothing */
"Tuvalu" = "Tuvalu";

/* nothing */
"Taiwan" = "Taiwan";

/* nothing */
"Tanzania" = "Tanzania";

/* nothing */
"Ukraine" = "Ukraine";

/* nothing */
"Uganda" = "Uganda";

/* nothing */
"United Kingdom" = "United Kingdom";

/* nothing */
"US Minor Outlying Islands" = "US Minor Outlying Islands";

/* nothing */
"United States of America" = "United States of America";

/* nothing */
"Uruguay" = "Uruguay";

/* nothing */
"Uzbekistan" = "Uzbekistan";

/* nothing */
"Vatican City State" = "Vatican City State";

/* nothing */
"St. Vincent and the grenadines" = "St. Vincent and the grenadines";

/* nothing */
"Venezuela" = "Venezuela";

/* nothing */
"British Virgin Islands" = "British Virgin Islands";

/* nothing */
"US Virgin Islands" = "US Virgin Islands";

/* nothing */
"Vietnam" = "Vietnam";

/* nothing */
"Vanuatu" = "Vanuatu";

/* nothing */
"Wallis and Futuna Islands" = "Wallis and Futuna Islands";

/* nothing */
"Samoa" = "Samoa";

/* nothing */
"Yemen" = "Yemen";

/* nothing */
"Mayotte" = "Mayotte";

/* nothing */
"Yugoslavia" = "Yugoslavia";

/* nothing */
"South Africa" = "South Africa";

/* nothing */
"Zambia" = "Zambia";

/* nothing */
"Zaire" = "Zaire";

/* nothing */
"Zimbabwe" = "Zimbabwe";

/* nothing */
"Unknown" = "Unknown";

/* nothing */
"Direct client-to-client" = "Direct client-to-client";

/* nothing */
"Send File" = "Send File";

/* nothing */
"Offer Chat" = "Offer Chat";

/* nothing */
"Abort Chat" = "Abort Chat";

/* nothing */
"Version" = "Version";

/* nothing */
"Userinfo" = "Userinfo";

/* nothing */
"Clientinfo" = "Clientinfo";

/* nothing */
"Ping" = "Ping";

/* nothing */
"Time" = "Time";

/* nothing */
"Finger" = "Finger";

/* nothing */
"Oper" = "Oper";

/* nothing */
"Kill this user" = "Kill this user";

/* nothing */
"Mode" = "Mode";

/* nothing */
"Give Voice" = "Give Voice";

/* nothing */
"Take Voice" = "Take Voice";

/* nothing */
"Give Ops" = "Give Ops";

/* nothing */
"Take Ops" = "Take Ops";

/* nothing */
"Ignore" = "Ignore";

/* nothing */
"Ignore User" = "Ignore User";

/* nothing */
"UnIgnore User" = "UnIgnore User";

/* nothing */
"Kick/Ban" = "Kick/Ban";

/* nothing */
"Kick" = "Kick";

/* nothing */
"Ban" = "Ban";

/* nothing */
"KickBan" = "KickBan";

/* nothing */
"Info" = "Info";

/* nothing */
"Who" = "Who";

/* nothing */
"WhoIs" = "WhoIs";

/* nothing */
"DNS Lookup" = "DNS Lookup";

/* nothing */
"Trace" = "Trace";

/* nothing */
"UserHost" = "UserHost";

/* nothing */
"External" = "External";

/* nothing */
"Traceroute" = "Traceroute";

/* nothing */
"Telnet" = "Telnet";

/* nothing */
"Open Dialog Window" = "Open Dialogue Window";

/* nothing */
"Disconnect" = "Disconnect";

/* nothing */
"Reconnect" = "Reconnect";

/* nothing */
"Leave Channel" = "Leave Channel";

/* nothing */
"Join Channel..." = "Join Channel...";

/* nothing */
"Enter Channel to Join:" = "Enter Channel to Join:";

/* nothing */
"Server Links" = "Server Links";

/* nothing */
"Ping Server" = "Ping Server";

/* nothing */
"Hide Version" = "Hide Version";

/* nothing */
"Op" = "Op";

/* nothing */
"DeOp" = "DeOp";

/* nothing */
"bye" = "bye";

/* nothing */
"Enter reason to kick %s:" = "Enter reason to kick %s:";

/* nothing */
"Sendfile" = "Sendfile";

/* nothing */
"Dialog" = "Dialogue";

/* nothing */
"Send" = "Send";

/* nothing */
"Chat" = "Chat";

/* nothing */
"Clear" = "Clear";

/* nothing */
"About X-Chat" = "About X-Chat";

/* nothing */
"A multiplatform IRC Client" = "A multiplatform IRC Client";

/* nothing */
"Character Chart" = "Character Chart";

/* nothing */
"You must select some bans." = "You must select some bans.";

/* nothing */
"Mask" = "Mask";

/* nothing */
"From" = "From";

/* nothing */
"Date" = "Date";

/* nothing */
"X-Chat: Ban List (%s)" = "X-Chat: Ban List (%s)";

/* nothing */
"Unban" = "Unban";

/* nothing */
"Crop" = "Crop";

/* nothing */
"Refresh" = "Refresh";

/* nothing */
"User and Channel Statistics: %d/%d Users on %d/%d Channels" = "User and Channel Statistics: %d/%d Users on %d/%d Channels";

/* nothing */
"I can't save an empty list!" = "I can't save an empty list!";

/* nothing */
"Select an output filename" = "Select an output filename";

/* nothing */
"X-Chat: Channel List (%s)" = "X-Chat: Channel List (%s)";

/* nothing */
"List display options:" = "List display options:";

/* nothing */
"Minimum Users:" = "Minimum Users:";

/* nothing */
"Maximum Users:" = "Maximum Users:";

/* nothing */
"Regex Match:" = "Regex Match:";

/* nothing */
"Apply Match to:" = "Apply Match to:";

/* nothing */
"Apply" = "Apply";

/* nothing */
"Refresh the list" = "Refresh the list";

/* nothing */
"Save the list" = "Save the list";

/* nothing */
"Join Channel" = "Join Channel";

/* nothing */
"Send file to %s" = "Send file to %s";

/* nothing */
"      File: %s\n   To/From: %s\n      Size: %u\n      Port: %d\n IP Number: %s\nStart Time: %s   Max CPS: %d\n" = "      File: %s\n   To/From: %s\n      Size: %u\n      Port: %d\n IP Number: %s\nStart Time: %s   Max CPS: %d\n";

/* nothing */
"That file is not resumable." = "That file is not resumable.";

/* nothing */
"Cannot access file: %s\n%s.\nResuming not possible." = "Cannot access file: %s\n%s.\nResuming not possible.";

/* nothing */
"File in download directory is larger than file offered. Resuming not possible." = "File in download directory is larger than file offered. Resuming not possible.";

/* nothing */
"Cannot resume the same file from two people." = "Cannot resume the same file from two people.";

/* nothing */
"MIME Type" = "MIME Type";

/* nothing */
"Status" = "Status";

/* nothing */
"File" = "File";

/* nothing */
"ETA" = "ETA";

/* nothing */
"X-Chat: File Receive List" = "X-Chat: File Receive List";

/* nothing */
"Abort" = "Abort";

/* nothing */
"Accept" = "Accept";

/* nothing */
"Resume" = "Resume";

/* nothing */
"Open" = "Open";

/* nothing */
"Ack" = "Ack";

/* nothing */
"To" = "To";

/* nothing */
"X-Chat: File Send List" = "X-Chat: File Send List";

/* nothing */
"To/From" = "To/From";

/* nothing */
"Recv" = "Recv";

/* nothing */
"Sent" = "Sent";

/* nothing */
"StartTime" = "StartTime";

/* nothing */
"X-Chat: DCC Chat List" = "X-Chat: DCC Chat List";

/* nothing */
"*NEW*" = "*NEW*";

/* nothing */
"EDIT ME" = "EDIT ME";

/* nothing */
"Name" = "Name";

/* nothing */
"Command" = "Command";

/* nothing */
"Move Up" = "Move Up";

/* nothing */
"Move Dn" = "Move Dn";

/* nothing */
"Cancel" = "Cancel";

/* nothing */
"Save" = "Save";

/* nothing */
"Add New" = "Add New";

/* nothing */
"Delete" = "Delete";

/* nothing */
"Sort" = "Sort";

/* nothing */
"Help" = "Help";

/* nothing */
"Options" = "Options";

/* nothing */
"DIRECTORY" = "DIRECTORY";

/* nothing */
"use a different config dir" = "use a different config dir";

/* nothing */
"don't auto connect" = "don't auto connect";

/* nothing */
"don't auto load any plugins" = "don't auto load any plugins";

/* nothing */
"show version information" = "show version information";

/* nothing */
"Failed to open font:\n\n%s" = "Failed to open font:\n\n%s";

/* nothing */
"Search buffer is empty.\n" = "Search buffer is empty.\n";

/* nothing */
"%d bytes" = "%d bytes";

/* nothing */
"The Run Command action runs the data in Data 1 as if it has been typed into the entry box where you pressed the key sequence. Thus it can contain text (which will be sent to the channel/person), commands or user commands. When run all \\n characters in Data 1 are used to deliminate seperate commands so it is possible to run more than one command. If you want a \\ in the actual text run then enter \\\\" = "The Run Command action runs the data in Data 1 as if it has been typed into the entry box where you pressed the key sequence. Thus it can contain text (which will be sent to the channel/person), commands or user commands. When run all \\n characters in Data 1 are used to deliminate separate commands so it is possible to run more than one command. If you want a \\ in the actual text run then enter \\\\";

/* nothing */
"The Change Page command switches between pages in the notebook. Set Data 1 to the page you want to switch to. If Data 2 is set to anything then the switch will be relative to the current position" = "The Change Page command switches between pages in the notebook. Set Data 1 to the page you want to switch to. If Data 2 is set to anything then the switch will be relative to the current position";

/* nothing */
"The Insert in Buffer command will insert the contents of Data 1 into the entry where the key sequence was pressed at the current cursor position" = "The Insert in Buffer command will insert the contents of Data 1 into the entry where the key sequence was pressed at the current cursor position";

/* nothing */
"The Scroll Page command scrolls the text widget up or down one page. If Data 1 is set to anything the page scrolls up, else it scrolls down" = "The Scroll Page command scrolls the text widget up or down one page. If Data 1 is set to anything the page scrolls up, else it scrolls down";

/* nothing */
"The Set Buffer command sets the entry where the key sequence was entered to the contents of Data 1" = "The Set Buffer command sets the entry where the key sequence was entered to the contents of Data 1";

/* nothing */
"The Last Command command sets the entry to contain the last command entered - the same as pressing up in a shell" = "The Last Command command sets the entry to contain the last command entered - the same as pressing up in a shell";

/* nothing */
"The Next Command command sets the entry to contain the next command entered - the same as pressing down in a shell" = "The Next Command command sets the entry to contain the next command entered - the same as pressing down in a shell";

/* nothing */
"This command changes the text in the entry to finish an incomplete nickname or command. If Data 1 is set then double-tabbing in a string will select the last nick, not the next" = "This command changes the text in the entry to finish an incomplete nickname or command. If Data 1 is set then double-tabbing in a string will select the last nick, not the next";

/* nothing */
"This command scrolls up and down through the list of nicks. If Data 1 is set to anything it will scroll up, else it scrolls down" = "This command scrolls up and down through the list of nicks. If Data 1 is set to anything it will scroll up, else it scrolls down";

/* nothing */
"This command checks the last word entered in the entry against the replace list and replaces it if it finds a match" = "This command checks the last word entered in the entry against the replace list and replaces it if it finds a match";

/* nothing */
"This command moves the front tab left by one" = "This command moves the front tab left by one";

/* nothing */
"This command moves the front tab right by one" = "This command moves the front tab right by one";

/* nothing */
"This command moves the current tab family to the left" = "This command moves the current tab family to the left";

/* nothing */
"This command moves the current tab family to the right" = "This command moves the current tab family to the right";

/* nothing */
"Push input line into history but doesn't send to server" = "Push input line into history but doesn't send to server";

/* nothing */
"There was an error loading key bindings configuration" = "There was an error loading key bindings configuration";

/* nothing */
"<none>" = "<none>";

/* nothing */
"Mod" = "Mod";

/* nothing */
"Key" = "Key";

/* nothing */
"Action" = "Action";

/* nothing */
"X-Chat: Edit Key Bindings" = "X-Chat: Edit Key Bindings";

/* nothing */
"Add new" = "Add new";

/* nothing */
"Shift" = "Shift";

/* nothing */
"Alt" = "Alt";

/* nothing */
"Ctrl" = "Ctrl";

/* nothing */
"Data 1" = "Data 1";

/* nothing */
"Data 2" = "Data 2";

/* nothing */
"Error opening keys config file\n" = "Error opening keys config file\n";

/* nothing */
"Unknown keyname %s in key bindings config file\nLoad aborted, please fix %s/keybindings.conf\n" = "Unknown keyname %s in key bindings config file\nLoad aborted, please fix %s/keybindings.conf\n";

/* nothing */
"Unknown action %s in key bindings config file\nLoad aborted, Please fix %s/keybindings\n" = "Unknown action %s in key bindings config file\nLoad aborted, Please fix %s/keybindings\n";

/* nothing */
"Expecting Data line (beginning Dx{:|!}) but got:\n%s\n\nLoad aborted, Please fix %s/keybindings\n" = "Expecting Data line (beginning Dx{:|!}) but got:\n%s\n\nLoad aborted, Please fix %s/keybindings\n";

/* nothing */
"Key bindings config file is corrupt, load aborted\nPlease fix %s/keybindings.conf\n" = "Key bindings config file is corrupt, load aborted\nPlease fix %s/keybindings.conf\n";

/* nothing */
"Cannot write to that file." = "Cannot write to that file.";

/* nothing */
"Cannot read that file." = "Cannot read that file.";

/* nothing */
"That mask already exists." = "That mask already exists.";

/* nothing */
"Private" = "Private";

/* nothing */
"Notice" = "Notice";

/* nothing */
"CTCP" = "CTCP";

/* nothing */
"DCC" = "DCC";

/* nothing */
"Invite" = "Invite";

/* nothing */
"Unignore" = "Unignore";

/* nothing */
"Enter mask to ignore:" = "Enter mask to ignore:";

/* nothing */
"X-Chat: Ignore list" = "X-Chat: Ignore list";

/* nothing */
"Ignore Stats:" = "Ignore Stats:";

/* nothing */
"Channel:" = "Channel:";

/* nothing */
"Private:" = "Private:";

/* nothing */
"Notice:" = "Notice:";

/* nothing */
"CTCP:" = "CTCP:";

/* nothing */
"Invite:" = "Invite:";

/* nothing */
"New" = "New";

/* nothing */
"Delete All" = "Delete All";

/* nothing */
"Topic for %s is: %s" = "Topic for %s is: %s";

/* nothing */
"No topic is set" = "No topic is set";

/* nothing */
"No other tabs open, quit xchat?" = "No other tabs open, quit xchat?";

/* nothing */
"Insert color code" = "Insert colour code";

/* nothing */
"Close Tab" = "Close Tab";

/* nothing */
"Detach Tab" = "Detach Tab";

/* nothing */
"Beep on message" = "Beep on message";

/* nothing */
"Show join/part messages" = "Show join/part messages";

/* nothing */
"Color paste" = "Colour paste";

/* nothing */
"Go to" = "Go to";

/* nothing */
"Some file transfers still active, quit xchat?" = "Some file transfers still active, quit xchat?";

/* nothing */
"User limit must be a number!\n" = "User limit must be a number!\n";

/* nothing */
"Topic Protection" = "Topic Protection";

/* nothing */
"No outside messages" = "No outside messages";

/* nothing */
"Secret" = "Secret";

/* nothing */
"Invite Only" = "Invite Only";

/* nothing */
"Moderated" = "Moderated";

/* nothing */
"Ban List" = "Ban List";

/* nothing */
"Keyword" = "Keyword";

/* nothing */
"User Limit" = "User Limit";

/* nothing */
"Close this tab/window" = "Close this tab/window";

/* nothing */
"Show/Hide userlist" = "Show/Hide userlist";

/* nothing */
"Unable to set transparent background!\n\nYou may be using a non-compliant window\nmanager that is not currently supported.\n" = "Unable to set transparent background!\n\nYou may be using a non-compliant window\nmanager that is not currently supported.\n";

/* nothing */
"Enter new nickname:" = "Enter new nickname:";

/* nothing */
"Host unknown" = "Host unknown";

/* nothing */
"User: %s" = "User: %s";

/* nothing */
"Country: %s" = "Country: %s";

/* nothing */
"Realname: %s" = "Realname: %s";

/* nothing */
"Server: %s" = "Server: %s";

/* nothing */
"Last Msg: %s" = "Last Msg: %s";

/* nothing */
"Menu Bar" = "Menu Bar";

/* nothing */
"Topic Bar" = "Topic Bar";

/* nothing */
"User List" = "User List";

/* nothing */
"Mode Buttons" = "Mode Buttons";

/* nothing */
"User List Buttons" = "User List Buttons";

/* nothing */
"Part Channel" = "Part Channel";

/* nothing */
"Cycle Channel" = "Cycle Channel";

/* nothing */
"X-Chat: User menu" = "X-Chat: User menu";

/* nothing */
"Edit This Menu..." = "Edit This Menu...";

/* nothing */
"*WARNING*\nAuto accepting DCC to your home directory\ncan be dangerous and is exploitable. Eg:\nSomeone could send you a .bash_profile" = "*WARNING*\nAuto accepting DCC to your home directory\ncan be dangerous and is exploitable. Eg:\nSomeone could send you a .bash_profile";

/* nothing */
"Settings saved." = "Settings saved.";

/* nothing */
"User Commands - Special codes:\n\n%c  =  current channel\n%m  =  machine info\n%n  =  your nick\n%t  =  time/date\n%v  =  xchat version\n%2  =  word 2\n%3  =  word 3\n&2  =  word 2 to the end of line\n&3  =  word 3 to the end of line\n\neg:\n/cmd john hello\n\n%2 would be \"john\"\n&2 would be \"john hello\"." = "User Commands - Special codes:\n\n%c  =  current channel\n%m  =  machine info\n%n  =  your nick\n%t  =  time/date\n%v  =  xchat version\n%2  =  word 2\n%3  =  word 3\n&2  =  word 2 to the end of line\n&3  =  word 3 to the end of line\n\neg:\n/cmd john hello\n\n%2 would be \"john\"\n&2 would be \"john hello\".";

/* nothing */
"Userlist Buttons - Special codes:\n\n%a  =  all selected nicks\n%c  =  current channel\n%h  =  selected nick's hostname\n%m  =  machine info\n%n  =  your nick\n%s  =  selected nick\n%t  =  time/date\n" = "Userlist Buttons - Special codes:\n\n%a  =  all selected nicks\n%c  =  current channel\n%h  =  selected nick's hostname\n%m  =  machine info\n%n  =  your nick\n%s  =  selected nick\n%t  =  time/date\n";

/* nothing */
"Dialog Buttons - Special codes:\n\n%a  =  all selected nicks\n%c  =  current channel\n%h  =  selected nick's hostname\n%m  =  machine info\n%n  =  your nick\n%s  =  selected nick\n%t  =  time/date\n" = "Dialog Buttons - Special codes:\n\n%a  =  all selected nicks\n%c  =  current channel\n%h  =  selected nick's hostname\n%m  =  machine info\n%n  =  your nick\n%s  =  selected nick\n%t  =  time/date\n";

/* nothing */
"CTCP Replies - Special codes:\n\n%d  =  data (the whole ctcp)\n%m  =  machine info\n%s  =  nick who sent the ctcp\n%t  =  time/date\n%2  =  word 2\n%3  =  word 3\n&2  =  word 2 to the end of line\n&3  =  word 3 to the end of line\n\n" = "CTCP Replies - Special codes:\n\n%d  =  data (the whole ctcp)\n%m  =  machine info\n%s  =  nick who sent the ctcp\n%t  =  time/date\n%2  =  word 2\n%3  =  word 3\n&2  =  word 2 to the end of line\n&3  =  word 3 to the end of line\n\n";

/* nothing */
"URL Handlers - Special codes:\n\n%s  =  the URL string\n\nPutting a ! infront of the command\nindicates it should be sent to a\nshell instead of X-Chat" = "URL Handlers - Special codes:\n\n%s  =  the URL string\n\nPutting a ! infront of the command\nindicates it should be sent to a\nshell instead of X-Chat";

/* nothing */
"X-Chat: User Defined Commands" = "X-Chat: User Defined Commands";

/* nothing */
"X-Chat: Userlist Popup menu" = "X-Chat: Userlist Popup menu";

/* nothing */
"X-Chat: Replace" = "X-Chat: Replace";

/* nothing */
"X-Chat: URL Handlers" = "X-Chat: URL Handlers";

/* nothing */
"X-Chat: Userlist buttons" = "X-Chat: Userlist buttons";

/* nothing */
"X-Chat: Dialog buttons" = "X-Chat: Dialogue buttons";

/* nothing */
"X-Chat: CTCP Replies" = "X-Chat: CTCP Replies";

/* nothing */
"_X-Chat" = "_X-Chat";

/* nothing */
"Server List..." = "Server List...";

/* nothing */
"Server Tab..." = "Server Tab...";

/* nothing */
"Channel Tab..." = "Channel Tab...";

/* nothing */
"Server Window..." = "Server Window...";

/* nothing */
"Channel Window..." = "Channel Window...";

/* nothing */
"Load Plugin or Script..." = "Load Plugin or Script...";

/* nothing */
"New Shell Tab..." = "New Shell Tab...";

/* nothing */
"Quit" = "Quit";

/* nothing */
"_IRC" = "_IRC";

/* nothing */
"Invisible" = "Invisible";

/* nothing */
"Receive Wallops" = "Receive Wallops";

/* nothing */
"Receive Server Notices" = "Receive Server Notices";

/* nothing */
"Marked Away" = "Marked Away";

/* nothing */
"Auto Rejoin when Kicked" = "Auto Rejoin when Kicked";

/* nothing */
"Auto Reconnect to Server" = "Auto Reconnect to Server";

/* nothing */
"Never-give-up ReConnect" = "Never-give-up ReConnect";

/* nothing */
"Auto Open Dialog Windows" = "Auto Open Dialogue Windows";

/* nothing */
"Auto Accept Direct Chat" = "Auto Accept Direct Chat";

/* nothing */
"Auto Accept Files" = "Auto Accept Files";

/* nothing */
"_Server" = "_Server";

/* nothing */
"S_ettings" = "S_ettings";

/* nothing */
"Preferences..." = "Preferences...";

/* nothing */
"Lists" = "Lists";

/* nothing */
"Auto Replace..." = "Auto Replace...";

/* nothing */
"CTCP Replies..." = "CTCP Replies...";

/* nothing */
"Dialog Buttons..." = "Dialogue Buttons...";

/* nothing */
"Key Bindings..." = "Key Bindings...";

/* nothing */
"Text Events..." = "Text Events...";

/* nothing */
"URL Handlers..." = "URL Handlers...";

/* nothing */
"User Commands..." = "User Commands...";

/* nothing */
"Userlist Buttons..." = "Userlist Buttons...";

/* nothing */
"Userlist Popup..." = "Userlist Popup...";

/* nothing */
"Reload Settings" = "Reload Settings";

/* nothing */
"Save Settings now" = "Save Settings now";

/* nothing */
"Save Settings on exit" = "Save Settings on exit";

/* nothing */
"_Window" = "_Window";

/* nothing */
"Ban List..." = "Ban List...";

/* nothing */
"Channel List..." = "Channel List...";

/* nothing */
"Character Chart..." = "Character Chart...";

/* nothing */
"Direct Chat..." = "Direct Chat...";

/* nothing */
"File Receive..." = "File Receive...";

/* nothing */
"File Send..." = "File Send...";

/* nothing */
"Ignore List..." = "Ignore List...";

/* nothing */
"Notify List..." = "Notify List...";

/* nothing */
"Plugins and Scripts..." = "Plugins and Scripts...";

/* nothing */
"Raw Log..." = "Raw Log...";

/* nothing */
"URL Grabber..." = "URL Grabber...";

/* nothing */
"C_lear Text" = "C_lear Text";

/* nothing */
"Search Text..." = "Search Text...";

/* nothing */
"Save Text..." = "Save Text...";

/* nothing */
"_Help" = "_Help";

/* nothing */
"_Contents" = "_Contents";

/* nothing */
"_About" = "_About";

/* nothing */
"Attach Tab" = "Attach Tab";

/* nothing */
"User" = "User";

/* nothing */
"Server" = "Server";

/* nothing */
"Last Seen" = "Last Seen";

/* nothing */
"Offline" = "Offline";

/* nothing */
"Never" = "Never";

/* nothing */
"Online" = "Online";

/* nothing */
"Enter nickname to add:" = "Enter nickname to add:";

/* nothing */
"X-Chat: Notify List" = "X-Chat: Notify List";

/* nothing */
"Add" = "Add";

/* nothing */
"Remove" = "Remove";

/* nothing */
"Description" = "Description";

/* nothing */
"Select a Plugin or Script to load" = "Select a Plugin or Script to load";

/* nothing */
"X-Chat: Plugins and Scripts" = "X-Chat: Plugins and Scripts";

/* nothing */
"_Load..." = "_Load...";

/* nothing */
"_UnLoad" = "_UnLoad";

/* nothing */
"_Close" = "_Close";

/* nothing */
"Save rawlog" = "Save rawlog";

/* nothing */
"X-Chat: Rawlog (%s)" = "X-Chat: Rawlog (%s)";

/* nothing */
"Clear rawlog" = "Clear rawlog";

/* nothing */
"Save rawlog..." = "Save rawlog...";

/* nothing */
"The window you opened this Search for doesn't exist anymore." = "The window you opened this Search for doesn't exist anymore.";

/* nothing */
"X-Chat: Search" = "X-Chat: Search";

/* nothing */
"Find:" = "Find:";

/* nothing */
"Find" = "Find";

/* nothing */
"Close" = "Close";

/* nothing */
"Settings for %s" = "Settings for %s";

/* nothing */
"New Network" = "New Network";

/* nothing */
"Really remove network \"%s\" and all its servers?" = "Really remove network \"%s\" and all its servers?";

/* nothing */
"_Remove \"%s\"" = "_Remove \"%s\"";

/* nothing */
"_Add new server" = "_Add new server";

/* nothing */
"Move \"%s\" _down" = "Move \"%s\" _down";

/* nothing */
"Move \"%s\" _up" = "Move \"%s\" _up";

/* nothing */
"_Add new network" = "_Add new network";

/* nothing */
"Global User Info" = "Global User Info";

/* nothing */
"Nick Names:" = "Nick Names:";

/* nothing */
"User Name:" = "User Name:";

/* nothing */
"Real Name:" = "Real Name:";

/* nothing */
"C_onnect" = "C_onnect";

/* nothing */
"Connect in a _new tab" = "Connect in a _new tab";

/* nothing */
"Servers" = "Servers";

/* nothing */
"Character Set:" = "Character Set:";

/* nothing */
"Nick Name:" = "Nick Name:";

/* nothing */
"Server Password:" = "Server Password:";

/* nothing */
"Join Channels:" = "Join Channels:";

/* nothing */
"Channels to join, separated by commas, but not spaces!" = "Channels to join, separated by commas, but not spaces!";

/* nothing */
"Connect Command:" = "Connect Command:";

/* nothing */
"Command to execute after connecting. Can be used to authenticate to NickServ" = "Command to execute after connecting. Can be used to authenticate to NickServ";

/* nothing */
"Cycle until connected" = "Cycle until connected";

/* nothing */
"Use global user info" = "Use global user info";

/* nothing */
"Use secure SSL" = "Use secure SSL";

/* nothing */
"Auto connect at startup" = "Auto connect at startup";

/* nothing */
"Use a proxy server" = "Use a proxy server";

/* nothing */
"Accept invalid cert." = "Accept invalid cert.";

/* nothing */
"Settings for Selected Network" = "Settings for Selected Network";

/* nothing */
"Edit mode" = "Edit mode";

/* nothing */
"Networks" = "Networks";

/* nothing */
"No server list on startup" = "No server list on startup";

/* nothing */
"X-Chat: Server List" = "X-Chat: Server List";

/* nothing */
"Font:" = "Font:";

/* nothing */
"Background image:" = "Background image:";

/* nothing */
"Time stamp format:" = "Time stamp format:";

/* nothing */
"See strftime manpage for details." = "See strftime manpage for details.";

/* nothing */
"Time stamp text" = "Time stamp text";

/* nothing */
"Transparent background" = "Transparent background";

/* nothing */
"Indent nicks" = "Indent nicks";

/* nothing */
"Tint transparency" = "Tint transparency";

/* nothing */
"Colored nicks" = "Coloured nicks";

/* nothing */
"Strip mIRC color" = "Strip mIRC colour";

/* nothing */
"Scrollback lines:" = "Scrollback lines:";

/* nothing */
"Tint red:" = "Tint red:";

/* nothing */
"Tint green:" = "Tint green:";

/* nothing */
"Tint blue:" = "Tint blue:";

/* nothing */
"Interpret %nnn as an ASCII value" = "Interpret %nnn as an ASCII value";

/* nothing */
"Automatic nick completion" = "Automatic nick completion";

/* nothing */
"Interpret %C, %B as Color, Bold etc" = "Interpret %C, %B as Colour, Bold etc";

/* nothing */
"Use the Text box font and colors" = "Use the Text box font and colours";

/* nothing */
"Nick completion suffix:" = "Nick completion suffix:";

/* nothing */
"Off" = "Off";

/* nothing */
"Graph" = "Graph";

/* nothing */
"Info text" = "Info text";

/* nothing */
"Both" = "Both";

/* nothing */
"A-Z, Ops first" = "A-Z, Ops first";

/* nothing */
"A-Z" = "A-Z";

/* nothing */
"Z-A, Ops last" = "Z-A, Ops last";

/* nothing */
"Z-A" = "Z-A";

/* nothing */
"Unsorted" = "Unsorted";

/* nothing */
"Lag meter:" = "Lag meter:";

/* nothing */
"Throttle meter:" = "Throttle meter:";

/* nothing */
"Userlist sorted by:" = "Userlist sorted by:";

/* nothing */
"Double-click command:" = "Double-click command:";

/* nothing */
"Show hostnames in userlist" = "Show hostnames in userlist";

/* nothing */
"Userlist buttons enabled" = "Userlist buttons enabled";

/* nothing */
"Resizable userlist" = "Resizable userlist";

/* nothing */
"Track away-status on channels smaller than:" = "Track away-status on channels smaller than:";

/* nothing */
"Windows" = "Windows";

/* nothing */
"Tabs" = "Tabs";

/* nothing */
"Bottom" = "Bottom";

/* nothing */
"Top" = "Top";

/* nothing */
"Left" = "Left";

/* nothing */
"Right" = "Right";

/* nothing */
"Hidden" = "Hidden";

/* nothing */
"Show tabs at:" = "Show tabs at:";

/* nothing */
"Open channels in:" = "Open channels in:";

/* nothing */
"Open dialogs in:" = "Open dialogues in:";

/* nothing */
"Open utilities in:" = "Open utilities in:";

/* nothing */
"Open DCC, Ignore, Notify etc, in tabs or windows?" = "Open DCC, Ignore, Notify etc, in tabs or windows?";

/* nothing */
"Open tab for server messages" = "Open tab for server messages";

/* nothing */
"Open tab for server notices" = "Open tab for server notices";

/* nothing */
"Pop new tabs to front" = "Pop new tabs to front";

/* nothing */
"Shorten tabs to:" = "Shorten tabs to:";

/* nothing */
"letters." = "letters.";

/* nothing */
"Download files to:" = "Download files to:";

/* nothing */
"Move completed files to:" = "Move completed files to:";

/* nothing */
"DCC IP address:" = "DCC IP address:";

/* nothing */
"Claim you are at this address when offering files." = "Claim you are at this address when offering files.";

/* nothing */
"First DCC send port:" = "First DCC send port:";

/* nothing */
"Last DCC send port:" = "Last DCC send port:";

/* nothing */
"(Leave ports at zero for full range)." = "(Leave ports at zero for full range).";

/* nothing */
"Auto open DCC send list" = "Auto open DCC send list";

/* nothing */
"Convert spaces to underscore" = "Convert spaces to underscore";

/* nothing */
"In filenames, before sending" = "In filenames, before sending";

/* nothing */
"Auto open DCC chat list" = "Auto open DCC chat list";

/* nothing */
"Save nickname in filenames" = "Save nickname in filenames";

/* nothing */
"Auto open DCC receive list" = "Auto open DCC receive list";

/* nothing */
"Get my IP from IRC server" = "Get my IP from IRC server";

/* nothing */
"/WHOIS yourself to find your real address. Use this if you have a 192.168.*.* address!" = "/WHOIS yourself to find your real address. Use this if you have a 192.168.*.* address!";

/* nothing */
"Max. send CPS:" = "Max. send CPS:";

/* nothing */
"Max. speed for one transfer" = "Max. speed for one transfer";

/* nothing */
"Max. receive CPS:" = "Max. receive CPS:";

/* nothing */
"Max. global send CPS:" = "Max. global send CPS:";

/* nothing */
"Max. speed for all traffic" = "Max. speed for all traffic";

/* nothing */
"Max. global receive CPS:" = "Max. global receive CPS:";

/* nothing */
"(Leave at zero for full speed file transfers)." = "(Leave at zero for full speed file transfers).";

/* nothing */
"Default quit message:" = "Default quit message:";

/* nothing */
"Default part message:" = "Default part message:";

/* nothing */
"Default away message:" = "Default away message:";

/* nothing */
"(Can be a text file relative to ~/.xchat2/)." = "(Can be a text file relative to ~/.xchat2/).";

/* nothing */
"(Can be a text file relative to config dir)." = "(Can be a text file relative to config dir).";

/* nothing */
"Extra words to highlight on:" = "Extra words to highlight on:";

/* nothing */
"(Separate multiple words with commas)." = "(Separate multiple words with commas).";

/* nothing */
"Show away once" = "Show away once";

/* nothing */
"Show identical away messages only once" = "Show identical away messages only once";

/* nothing */
"Beep on private messages" = "Beep on private messages";

/* nothing */
"Automatically unmark away" = "Automatically unmark away";

/* nothing */
"Unmark yourself as away before sending messages" = "Unmark yourself as away before sending messages";

/* nothing */
"Beep on channel messages" = "Beep on channel messages";

/* nothing */
"Announce away messages" = "Announce away messages";

/* nothing */
"Announce your away messages to all channels" = "Announce your away messages to all channels";

/* nothing */
"Beep on highlighted messages" = "Beep on highlighted messages";

/* nothing */
"Display MODEs in raw form" = "Display MODEs in raw form";

/* nothing */
"Whois on notify" = "Whois on notify";

/* nothing */
"Sends a /WHOIS when a user comes online in your notify list" = "Sends a /WHOIS when a user comes online in your notify list";

/* nothing */
"Hide join/part messages" = "Hide join/part messages";

/* nothing */
"Hide channel join/part messages by default" = "Hide channel join/part messages by default";

/* nothing */
"Auto reconnect delay:" = "Auto reconnect delay:";

/* nothing */
"Log filename mask:" = "Log filename mask:";

/* nothing */
"(%s=Server %c=Channel %n=Network)." = "(%s=Server %c=Channel %n=Network).";

/* nothing */
"Log timestamp format:" = "Log timestamp format:";

/* nothing */
"(See strftime manpage for details)." = "(See strftime manpage for details).";

/* nothing */
"Enable logging of conversations" = "Enable logging of conversations";

/* nothing */
"Insert timestamps in logs" = "Insert timestamps in logs";

/* nothing */
"(Disabled)" = "(Disabled)";

/* nothing */
"Wingate" = "Wingate";

/* nothing */
"Socks4" = "Socks4";

/* nothing */
"Socks5" = "Socks5";

/* nothing */
"HTTP" = "HTTP";

/* nothing */
"Address to bind to:" = "Address to bind to:";

/* nothing */
"(Only useful for computers with multiple addresses)." = "(Only useful for computers with multiple addresses).";

/* nothing */
"Proxy server" = "Proxy server";

/* nothing */
"Hostname:" = "Hostname:";

/* nothing */
"Username:" = "Username:";

/* nothing */
"Password:" = "Password:";

/* nothing */
"Port:" = "Port:";

/* nothing */
"Type:" = "Type:";

/* nothing */
"Authenticate to the proxy server (only HTTP)" = "Authenticate to the proxy server (only HTTP)";

/* nothing */
"Select an Image File" = "Select an Image File";

/* nothing */
"Select font" = "Select font";

/* nothing */
"Browse..." = "Browse...";

/* nothing */
"Select color" = "Select colour";

/* nothing */
"mIRC colors:" = "mIRC colours:";

/* nothing */
"Foreground:" = "Foreground:";

/* nothing */
"Background:" = "Background:";

/* nothing */
"Mark fore:" = "Mark fore:";

/* nothing */
"Mark back:" = "Mark back:";

/* nothing */
"Away User:" = "Away User:";

/* nothing */
"Tab colors" = "Tab colours";

/* nothing */
"New Data:" = "New Data:";

/* nothing */
"New Message:" = "New Message:";

/* nothing */
"Highlight:" = "Highlight:";

/* nothing */
"Interface" = "Interface";

/* nothing */
"Text box" = "Text box";

/* nothing */
"Input box" = "Input box";

/* nothing */
"User list" = "User list";

/* nothing */
"Colors" = "Colours";

/* nothing */
"Chatting" = "Chatting";

/* nothing */
"General" = "General";

/* nothing */
"Logging" = "Logging";

/* nothing */
"Network" = "Network";

/* nothing */
"Network setup" = "Network setup";

/* nothing */
"File transfers" = "File transfers";

/* nothing */
"Categories" = "Categories";

/* nothing */
"Some settings were changed that require a restart to take full effect." = "Some settings were changed that require a restart to take full effect.";

/* nothing */
"X-Chat: Preferences" = "X-Chat: Preferences";

/* nothing */
"There was an error parsing the string" = "There was an error parsing the string";

/* nothing */
"This signal is only passed %d args, $%d is invalid" = "This signal is only passed %d args, $%d is invalid";

/* nothing */
"Print Texts File" = "Print Texts File";

/* nothing */
"Event" = "Event";

/* nothing */
"Sound" = "Sound";

/* nothing */
"$ Number" = "$ Number";

/* nothing */
"Edit Events" = "Edit Events";

/* nothing */
"Sound file: " = "Sound file: ";

/* nothing */
"Save As" = "Save As";

/* nothing */
"Load From" = "Load From";

/* nothing */
"Test All" = "Test All";

/* nothing */
"URL" = "URL";

/* nothing */
"Select a file to save to" = "Select a file to save to";

/* nothing */
"X-Chat: URL Grabber" = "X-Chat: URL Grabber";

/* nothing */
"Clear list" = "Clear list";

/* nothing */
"Copy selected URL" = "Copy selected URL";

/* nothing */
"Copy" = "Copy";

/* nothing */
"Save list to a file" = "Save list to a file";

/* nothing */
"%d ops, %d total" = "%d ops, %d total";

